{
  "userId": 1,
  "title": "뭐부터 시작할면 되지? 일러스트의 시작 방법과 숙달법 [왕초보자 전용]",
  "image": "http://server/feeds/image1.jpg",
  "contents": [
    {
      "title": "NONE",
      "content": "일러스트를 그려보고싶다는 생각이 들었을때 가장 먼저해야하는 것은 “그냥 그려보기”입니다.이때 그림의 주제는 “좋아하는 것 (좋아하는 캐릭터 나 꽃, 풍경 등)”을 선택하세요.모티브가 좋아하는 것이라면 그리는 것이 더욱 즐거워질거에요.\n      또 좋아하는 캐릭터와 화가가 있으시면 일러스트의 목표로 설정할 수 있기때문에 더 따라하기 쉬워집니다.\n      디지털로 그리고 싶을 때 준비해야하는 것은 그림 그리기 애플리케이션 입니다.최근에는 무료 앱도 기능이 많기 때문에 처음부터 유료 앱을 사용하실 필요는 없습니다.메디반 페인트 등의 무료 앱을 설치해보세요.\n      그림그리기 애플리케이션은 그리면서 자연스럽게 사용법을 익혀도 좋지만 먼저 기본적으로 필요한 사용법을 사이트 등에서 찾아주시면 어려움없이 그릴 수 있습니다.\n      처음 그림을 그릴 때・펜의 굵기와 색상 변경 방법・지우개 사용법・일러스트 저장법・여유가 있으면 레이어 사용법4가지 정도를 알아두시면 좋을거 같아요.\n      ︎ 메디반 페인트의 간단한 사용법은 여기를 참고해주세요. MediBang Paint Tutorial\n      도구가 준비되면 바로 일러스트를 그려볼거에요.\n      좋아하는 캐릭터가 있다면 복장 등 세세한 부분이 헷갈릴 수 있어요. 그럴때를 위해 정확한 그림을 준비하는게 좋을거에요. 물론 처음에는 묘사여도 괜찮아요. 오리지널 캐릭터를 자유롭게 그리는것도 좋은 방법이 될 수 있고요.\n      처음 그릴때는 많이 긴장 하실지 모르지만 처음부터 잘 그리려고 하지않아도 괜찮습니다.실패하면 또 다시 그려보면 되니 긴장하지말고 편하게 즐기면서 그려봅시다!\n      일러스트를 다 그리시면 다시 확인해보는 시간을 갖어보세요.\n      그리는 도중이나 다 그린 후에 “여기는 어떻게 그리는거지” “그려 봤는데 뭔가 생각했던 것과 다르다”는 점이 나오면 더 잘 그릴 수 있는 기회입니다.\n      예를 들어 손을 그리는 방법을 모르는 경우\n      · 실물 (자신의 손이나 친구, 가족의 손)· 인터넷에 나오는 손의 사진· 좋아하는 일러스트레이터가 그리는 손\n      등을 참고하여 연습을 해보세요.\n      또 인터넷에 그림그리기 강좌나 기법책에서 그리는 방법의 논리를 알면 응용이 가능해져 여러 각도의 손을 그릴 수 있게 됩니다. 이렇게 “지식을 입력”→ “실제로 그려서 출력”‘ 하는 과정은 매우 중요해요. 이 흐름을 반복함으로써 점점 몸에 익혀져 그리는 것이 능숙해져요.\n      또 그리는 도중에 떠오른 질문을 공부하면 지금 필요로하는 부분의 묘사방법을 중심으로 배우기 때문에 정확히 정보를 얻을 수 있을 거에요.\n      여기까지· 그려 보기· 다시 확인하기· 모르는 묘사방법의 정보를 수집· 정보를 바탕으로 연습하는 과정을 반복하면 더 익숙해져 그림실력이 향상할 수 있을거에요.\n      반복한다고해도 같은 그림일 필요는 없기 때문에 그리고 싶은 것을 그리고싶을때마다 그려보세요.\n      가능한 꾸준히 그리는 것이 능숙해지는 방법이기 때문에 “일주일에 한 장씩 완성” ‘등의 명확한 목표를 만들어서 매일 조금씩이라도 그리며 일러스트를 완성시켜보세요.\n      완성된 그림을 SNS에 게시하여 그림 그리기를 좋아하는 사람과 교류하는 것도 동기부여가 될 수 있음으로 “잘 그렸다!” 고 생각하시면 SNS에 게시해보는 것도 좋은 방법이 될 수 있어요.",
      "orderNumber": 0
    }
  ],
  "categoryName": "학습",
  "categoryCode": "LEARNING",
  "mindsets": [
    {
      "content": "반복으로 완성하는 일러스트."
    }
  ],
  "todos": [
    {
      "title": "일단 그려보기",
      "type": "TASK",
      "depth": 1,
      "orderNumber": 0,
      "period": 2,
      "repetitionType": "NONE",
      "repetitionParams": null,
      "notification": "0900"
    },
    {
      "title": "도구 준비하기 (디지털 or 아날로그)",
      "type": "TASK",
      "depth": 1,
      "orderNumber": 1,
      "period": 10,
      "repetitionType": "NONE",
      "repetitionParams": null,
      "notification": "0900"
    },
    {
      "title": "연습하고 반복하기",
      "type": "TASK",
      "depth": 1,
      "orderNumber": 2,
      "period": 90,
      "repetitionType": "WEEK",
      "repetitionParams": [
        "월",
        "수",
        "금"
      ],
      "notification": "0900"
    },
    {
      "title": "SNS에 게시하기. (교류도 하면 좋아요!)",
      "type": "TASK",
      "depth": 1,
      "orderNumber": 3,
      "period": 90,
      "repetitionType": "MONTH",
      "repetitionParams": [
        "11"
      ],
      "notification": "0900"
    }
  ]
}